[
    {
        "topics": [
            {
                "desc": "The unique ways in which organizations coordinate and organize work activities, information, and knowledge to produce a product or service.",
                "title": "A1 Business process management"
            },
            {
                "desc": "A firm must first respond to political shifts, respond to changes in the overall economy (such as changes in labor rates and price inflation), keep track of new technologies, and respond to the changes in global business environment (such as foreign exchange rates). In its immediate environment, firms need to track and share information with suppliers, customers, stockholders, regulators, and logistic partners (such as shipping firms).",
                "title": "A2 Environment of IT: internal or external"
            },
            {
                "desc": "None",
                "title": "A3 IT and culture"
            },
            {
                "desc": "None",
                "title": "A4 IT value"
            },
            {
                "desc": "The manner in which a management achieves the right combination of differentiation and integration of the organization's operations, in response to the level of uncertainty in its external environment.",
                "title": "A5 Organizational design"
            },
            {
                "desc": "None",
                "title": "A6 IS usage / IS adoption / IT acceptance"
            },
            {
                "desc": "Societal issues are noting or pertaining to large social groups, or to their activities, customs, etc.",
                "title": "A7 Societal issues / Societal impact of IS"
            },
            {
                "desc": "Generally Green IT/IS",
                "title": "A8 Sustainability / Green IT/IS"
            }
        ],
        "title": "A. Individual / Organization / Society"
    },
    {
        "topics": [
            {
                "desc": "The part of an information system through which the end user interacts with the system, such as online screens and commands.",
                "title": "B1 End user computing"
            },
            {
                "desc": "Innovation is a new idea, more effective device or process.",
                "title": "B2 Innovation"
            },
            {
                "desc": "None",
                "title": "B3 IS management and planning / IS strategy / IT governance"
            },
            {
                "desc": "None",
                "title": "B4 IS staffing"
            },
            {
                "desc": "Outsourcing systems development work or maintenance of existing systems to external vendors in another country. Offshoring is the relocation of a business process from one country to another—typically an operational process, such as manufacturing, or supporting processes, such as accounting.",
                "title": "B5 Outsourcing and offshoring"
            },
            {
                "desc": "Applications of knowledge, skills, tools, and techniques to achieve specific targets within specified budget and time constraints.",
                "title": "B6 Project management"
            },
            {
                "desc": "Policies, procedures, and technical measures used to prevent unauthorized access, alteration, theft, or physical damage to information systems. The claim of individuals to be left alone, free from surveillance or interference from other individuals, organizations, or the state.",
                "title": "B7 Security and privacy"
            },
            {
                "desc": "A virtual team is a group of individuals who work across time, space and organizational boundaries with links strengthened by webs of communication technology.",
                "title": "B8 Virtual teams"
            },
            {
                "desc": "None",
                "title": "B9 IT/IS Professional"
            }
        ],
        "title": "B. IS Management"
    },
    {
        "topics": [
            {
                "desc": "Datasets with volumes so huge that they are beyond the ability of typical relational DBMS to capture, store, and analyze. The data are often unstructured or semi-structured.",
                "title": "C1 Big data / Data Analytics"
            },
            {
                "desc": "Applications and technologies to help users make better business decisions/ Knowledge intensive computer programs that capture the expertise of a human in limited domains of knowledge.",
                "title": "C2 Business intelligence/ Expert system"
            },
            {
                "desc": "Model of computing that provides access to a shared pool of computing resources over a network, often the Internet.",
                "title": "C3 Cloud computing"
            },
            {
                "desc": "A database is a collection of related files containing records on people, places, or things.",
                "title": "C4 Databases / Database management systems / Data warehousing"
            },
            {
                "desc": "A road map indicating the directions of systems development: the rationale, the current situation, the management strategy, the implementation plan, and the budget.",
                "title": "C5 IS design and development"
            },
            {
                "desc": "None",
                "title": "C6 IS evaluation"
            },
            {
                "desc": "None",
                "title": "C7 IS implementation"
            },
            {
                "desc": "Computer hardware consists of technology for computer processing, data storage, input, and output. It also includes equipment for gathering and inputting data, physical media for storing the data, and devices for delivering the processed information as output. (All kind of computer hardware, e.g., computers, peripherals. Not to include telecomm as there is a separate category.) The computer component that contains the instructions that directs computer hardware to carry out tasks. An artificial language used to write software that provides the instructions for the computer about how to accept information, process it, and provide output.",
                "title": "C8 Hardware / Software and programming languages"
            },
            {
                "desc": "Mobile computing is human–computer interaction by which a computer is expected to be transported during normal usage",
                "title": "C9 Mobile computing"
            },
            {
                "desc": "Telecommunications include data transmission, Internet access, cellular telephone service, and television programming as well as voice service.",
                "title": "C10 Telecommunications and networking"
            },
            {
                "desc": "None",
                "title": "C11 Open Source"
            }
        ],
        "title": "C. Information Technology and IS Development"
    },
    {
        "topics": [
            {
                "desc": "Information systems that track all the ways on which a company interacts with its customers and analyzes these interactions to optimize revenue, profitability, customer satisfaction, and customer retention.",
                "title": "D1 Customer relationship management (CRM)"
            },
            {
                "desc": "Information systems at the organization’s management level that combine data and sophisticated analytical models or data analysis tools to support semi-structured and unstructured decision making.",
                "title": "D2 Decision support system & executive IS"
            },
            {
                "desc": "Use of the internet and related technologies to digitally enable government and public sector agencies’ relationships with citizens, businesses, and other arms of government.",
                "title": "D3 E-government"
            },
            {
                "desc": "The process of buying and selling goods and services electronically involving transactions using the Internet, networks, and other digital technologies./ The use of the mobile technology to execute all the business processes in the enterprise.",
                "title": "D4 Electronic commerce / Mobile commerce"
            },
            {
                "desc": "Integrated application suite to support the whole enterprise that includes modules to manage financials, human resources, supply chain, customer relationships and other business processes.",
                "title": "D5 Enterprise resource planning (ERP)"
            },
            {
                "desc": "A global information technology is an information technology which is developed and / or used in a global context.",
                "title": "D6 Global information technology (GIT)"
            },
            {
                "desc": "Group support system is a type of computer software that facilitates creative problem solving and decision-making of groups within or across organizations.",
                "title": "D7 Group support systems"
            },
            {
                "desc": "Health information technology (HIT) is information technology applied to health and health care. It supports health information management across computerized systems and the secure exchange of health information between consumers, providers, payers, and quality monitors.",
                "title": "D8 Health information technology"
            },
            {
                "desc": "Information systems that automate the flow of information across organizational boundaries and link a company to its customers, distributors, or suppliers.",
                "title": "D9 Inter-organizational systems"
            },
            {
                "desc": "None",
                "title": "D10 IS functional applications"
            },
            {
                "desc": "A set of strategies and practices organizations use to become more systematic about managing intellectual capital. It is also a field of study in which researchers investigate all the roles these intangible assets play, how they contribute to competitive advantage and productivity, and how human behavior interacts with efforts to capture and share knowledge.",
                "title": "D11 Knowledge management"
            },
            {
                "desc": "Includes media like face to face, email, text, and verbal/written communications.  But not the technology, i.e., telecomm and networking.",
                "title": "D12 Media and communications"
            },
            {
                "desc": "Social media are computer-mediated tools that allow people or companies to create, share, or exchange information, career interests, ideas, and pictures/videos in virtual communities and networks./ Social computing is an area of computer science that is concerned with the intersection of social behavior and computational systems.",
                "title": "D13 Social media / Social computing / Social Commerce"
            },
            {
                "desc": "Online community for expanding users’ business or social contacts by making connections through their mutual business or personal connections.",
                "title": "D14 Social networks"
            },
            {
                "desc": "Strategies that optimize the flow of products and services from their source to the customer.",
                "title": "D15 Supply chain management"
            },
            {
                "desc": "None",
                "title": "D16 Entertainment software / Virtual Worlds"
            }
        ],
        "title": "D. IS Applications"
    },
    {
        "topics": [
            {
                "desc": "IS education is related to topics of special interests to information systems educators. Papers generally cover one of the following topics: teaching tips; innovative classroom practices; IS curriculum issues; research in IS education; cases for use in an IS classroom; pedagogy in teaching IS subjects; teaching assessment; industry relations; or other related topics in IS education.",
                "title": "E1 IS education"
            },
            {
                "desc": "None",
                "title": "E2 IS Theory and Methodology"
            },
            {
                "desc": "None",
                "title": "E3 NeuroIS"
            },
            {
                "desc": "None",
                "title": "E4 IS ethics"
            }
        ],
        "title": "E. Education and Theory"
    },
    {
        "topics": [
            {
                "title": "Others but relevant to IM"
            }
        ],
        "title": "Others"
    },
    {
        "topics": [
            {
                "title": "Not relevant"
            }
        ],
        "title": "Not relevant"
    }
]